let cardData = [
    {
        id: 1,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Lviv_Franko_Park_RB.jpg/375px-Lviv_Franko_Park_RB.jpg",
        title: "Парк Івана Франка",
        text: "Найстаріший та один з центральних парків Львова, розташований перед головним корпусом університету ім. Івана Франка (будівля колишнього Галицького сейму). Вважається найстарішим міським парком в Україні.Парк виник на території колишніх міських ланів, які стали власністю багатої міщанської родини Шольц-Вольфовичів. Наприкінці XVI століття Ян Шольц-Вольфович заклав невеликий сад, який пізніше перейшов в руки його зятя Антоніо Масарі, власника кам'яниці № 14 на площі Ринок. Молодий венеціанець перепланував сад на італійський манір, розбивши на тераси, і подарував його місту, щоби ним могли користуватися всі львів'яни.\n" +
            "\n" +
            "\n" +
            "Панорама парку 1913—1914 років. На передньому плані — пам'ятник наміснику Аґенорові Голуховському\n" +
            "Міський садівник Бауер здійснює ще одну кардинальну реконструкцію парку. Цього разу парк переплановується на взірець тогочасних англійських парків у так званому ландшафтному стилі. В 1877—1881 роках на місці «казино Гехта» споруджують будівлю Галицького сейму, у нижній частині парку влаштовують чудові партерні сади з багатими квітковими композиціями, стриженими кущами та деревами.\n" +
            "\n" +
            "У 1835 році посередині парку споруджено граціозну альтану — ротонду, що збереглася досі. У нижній частині парку, там, де нині будинок університету, було «казино Гехта». Парк ще декілька разів змінював власників, але це не рятувало його від поступового запустіння, аж доки від 1855 року ним знову не починає піклуватися місто.\n" +
            "\n" +
            "Від 1614 року міська влада тимчасово передала парк у користування монахам-єзуїтам, які почали будівництво у Львові свого костелу та монастиря. Монахи збудували тут цегельню, аби забезпечити будівництво цеглою. Тут також збудували пивоварню, а частину земель здали в оренду селянам та відкрили для них корчму. Це «тимчасове» користування тривало майже 160 років, допоки з приходом австрійської влади не скасували орден єзуїтів. На картах Львова та в історичних документах тих часів зустрічається назва «Єзуїтський сад».\n" +
            "\n" +
            "Цісар Йосиф II, перебуваючи у Львові, подарував цей зелений масив місту. Та без належного догляду парк так здичавів, що міська влада змушена була у 1799 році продати його підприємцю Іванові Гехту. Той проводив реконструкцію парку, зокрема, перепланував його в класицистичному стилі, а також намагався зробити парк прибутковим. Тут побудували ресторан, купальний басейн, встановили альтани, всіляко заохочували відвідувачів.\n" +
            "\n" +
            "У 1894—1896 роках Товариство розвитку та прикрашання міста встановило навпроти будинку сейму погруддя Яна Добжанського — літератора, Яна Непомуцена Камінського — директора польського театру, Леона Сапеги — намісника Галичини, Артура Гротгера — львівського живописця, єпископа Самуеля Гловінського — засновника фонду освіти молоді, в алеї справа — погруддя графа Юзефа Дунін-Борковського — поета-еллініста. На клумбі перед будівлею Галицького сейму (нині Львівський національний університет імені Івана Франка) від 1838 року стояла чавунна ваза з барельєфами, що за вільною інтерпретацією твору відомого данського скульптора Бертеля Торвальдсена зображають «Течію людського життя»[5].\n" +
            "\n" +
            "1908 року архітектор Кароль Ріхтман-Рудневський розробив проєкт літнього театру, який мав би постати на місці ресторану. Проєктом передбачалась сучасна конструкція з каменю, металу і скла з розсувним дахом. На першому поверсі заплановано крамниці і кав'ярні. Кошторис становив 2 мільйони крон. Консорціум з будівництва театру звернувся до магістрату з проханням надати землю в оренду на 50 років із подальшим переходом театру у власність міста. Проєкт так і не було реалізовано[6].\n" +
            "\n" +
            "У 1946 році демонтований пам'ятник намісникові Аґенорові Ромуальду Голуховському, що стояв при вході в парк від вулиці Січових Стрільців. Оскільки польська держава не погодилася перевезти його зі Львова, пам’ятник надзвичайно високої художньої цінності було знищено, а на його місці 1949 року встановлена чавунна ваза, що попередньо стояла на клумбі перед будівлею Галицького сейму (нині — Львівський національний університет імені Івана Франка). Тут ваза стоїть й досі. 14 вересня 1950 року парк імені Костюшка перейменований на честь Івана Франка[7].\n" +
            "\n" +
            "30 жовтня 1964 року на площі перед університетом відкрили пам'ятник Іванові Франку. Пам'ятник споруджений у стилі радянського фундаменталізму за проєктом скульпторів Володимира Борисенка, Дмитра Крвавича, Еммануїла Миська, Василя Одрехівського, Якова Чайки та за участі архітектора Андрія Шуляра[7].\n" +
            "\n" +
            "За радянських часів до кінця 1980-х років працював ресторан «Зелений гай» («Літо») та кінотеатр «Парк», розібраний у часи незалежності[8].\n" +
            "\n" +
            "1999 року корпорація McDonald's розробила проєкт розміщення ресторану своєї мережі на території парку із можливістю швидкого обслуговування за схемою McDrive. В кінцевому результаті міською адміністрацією проєкт відкинуто (рішення передбачає можливість розгляду цього питання повторно)[9].\n" +
            "\n" +
            "У 2009 році була проведена реконструкція парку. Нині на території парку розташовані: приміщення українського союзу охорони природи, будиночок садівника, альтанка та дитячий майданчик з гойдалками.",
        square: 10.5140,
        age: 1750,

    },
    {
        id: 2,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/%D0%A1%D1%82%D1%80%D0%B8%D0%B9%D1%81%D1%8C%D0%BA%D0%B8%D0%B9%D0%9F%D0%B0%D1%80%D0%BA.JPG/375px-%D0%A1%D1%82%D1%80%D0%B8%D0%B9%D1%81%D1%8C%D0%BA%D0%B8%D0%B9%D0%9F%D0%B0%D1%80%D0%BA.JPG",
        title: "Стрийський парк",
        text: "Один із найстаріших та найгарніших парків Львова, пам'ятка садово-паркового мистецтва національного значення. Розташований у місцевості Софіївка Галицького району. Вважався найгарнішим парком міжвоєнної Польщі. Околиця в давнину складалася з піщаних надм, крутих ярів та долинок.[1] Облаштування парку розпочато у 1879 році за ініціативи міського радника Станіслава Немчиновського. Стрийський парк був запроєктований відомим майстром садово-паркового мистецтва інженером міських плантацій Арнольдом Рерінгом в 1876–1877 роках на території колишнього, так званого «першого», Стрийського кладовища, закритого у 1823 році. Було висаджено 40 тис. дерев: смереки, клени, явори, екзотичні породи, такі, як червоний дуб, тюльпанне дерево, червонолистий бук, гінкго. У 1887 році Рада міста Львова розглядала питання спорудження у Львові пам'ятника Яну Кілінському — одному з учасників повстання під проводом Тадеуша Костюшка. Місцем спорудження було призначено новостворений парк, який отримав назву парку Кілінського. Вже у 1888 році розпочалася робота над спорудженням монумента, дорученого відомому українському скульптору Григорію Кузневичу[2] та Юліану Марковському. Для цього з Миколаєва була доставлена кам'яна брила. Пам'ятник було відкрито 18 червня 1895 року, де він стоїть і дотепер. Однак назва «Парк Кілінського» не прижилася, а назва «Стрийський парк» виявилась популярнішою та пройшла випробовування часом.\n" +
            "\n" +
            "\n" +
            "Парк Яна Кілінського у 1910-х роках\n" +
            "\n" +
            "Станція «Паркова» Львівської дитячої залізниці\n" +
            "Спочатку парком була лише його нижня частина. Верхня була пустирем. На ній, у 1894 році була проведена Крайова виставка, для якої були збудовані численні виставкові павільйони. До цієї події у Львові відкрили електричний трамвай, а 1907 року до території було підведено трамвайну колію. У 1936 році трамвайну колію було продовжено до вулиці Козельницької, а звідки до Стрийської рогатки. Однак вже у 1940 році ділянка від вулиці Івана Франка до Стрийської рогатки була розібрана, а також була закрита трамвайна лінія у Стрийському парку, що використовувалися для обслуговування «Східних торгів»[3].\n" +
            "\n" +
            "Під час першої світової в Стрийському парку загинув австрійський летун, могила була біля Палацу Мистецтв. У листопаді 1918 року тут були могили українських січових стрільців, яких згодом ексгумували та перепоховали на цвинтарі[4].\n" +
            "\n" +
            "З 1922 року до початку другої світової війни в парку працювала виставка-ярмарок «Східні торги», до якої підвели вузькоколійні залізничні шляхи для доставки вантажів і пасажирів від станції Персенківка. Про цю щорічну виставку згадує Станіслав Лем[5]. У 1930-х роках тут побудували вежу для радіопередач.\n" +
            "\n" +
            "У 1920-их роках один із путівників Львовом писав[6]:\n" +
            "\n" +
            "«\tНа півдні міста лежить Стрийський парк, відомий як найгарніший парк країни. Він користується великою любов'ю жителів Львова. Позаду парку на великому плато розміщений «Східний ярмарок». Величезна торговиця має місце тут щороку, в другий тиждень вересня. Серед цих будинків є Рацлавицька панорама, що містить чудову панораму авторства Яна Стики і Войцеха Коссака, котра зображує битву при Рацлавицях. Сусіднє приміщення містить цікаву діораму «Львів в 18 столітті і сьогодні»\n" +
            "Оригінальний текст (англ.)\n" +
            "«\n" +
            "\n" +
            "Алея у верхній частині парку\n" +
            "\n" +
            "Нижня частина\n" +
            "У 1951 році вузькоколійні шляхи, що використовувалися для обслуговування «Східних торгів», частково розібрали на ділянці від вулиці Козельницької до станції Персенківка, а частково використали для створення Львівської дитячої залізниці.\n" +
            "\n" +
            "У 1952 році головний вхід у парк прикрасили легкою аркою корінфського ордеру за проєктом радянського архітектора Генріха Швецького-Вінецького. У радянський період територію парку збільшили за рахунок пустирів і невживаних ділянок, встановили чавунну огорожу, посадили нові породи дерев і чагарників.\n" +
            "\n" +
            "У 2008 році у верхній частині Стрийського парку було відкрито перший в Україні скейт-парк. У 2009 році на кошти, виділені урядом Республіки Польща, було реставровано пам'ятник Яну Кілінському. З 2009 року триває реконструкція парку, зокрема, відновлюється зовнішнє освітлення, перемощуються доріжки.\n" +
            "\n" +
            "У червні 2011 року завершено реставрацію фонтану «Івасик-Телесик». Для цих потреб із бюджету міста виділено 2,4 млн гривень. Однак уже за місяць чаша фонтану потріскалась.[7] Влітку 2013 відновлено після реконструкції функціонування фонтану. Тепер він музичний та підсвічений.[8]\n" +
            "\n" +
            "Сучасний стан\n" +
            "Парк займає понад 52 гектари. Він розташований у Галицькому районі Львова, між вулицями Івана Франка, Стрийською, Уласа Самчука і Козельницькою. Складається з трьох ландшафтних частин:\n" +
            "\n" +
            "зона нижніх партерів — по дну балки\n" +
            "лісопаркова зона — на схилах балки\n" +
            "верхня тераса, яка фактично є територією колишньої виставки «Східні торги».\n" +
            "Основою планування паркової території є глибока ерозійна долина, якою протікав струмок Сорока (ліва притока Полтви); тепер тут пішохідна доріжка, яка зв'язує верхню терасу з нижньою частиною парку.\n" +
            "\n" +
            "У Стрийському парку налічується понад 200 видів дерев і рослин, є оранжерея, альпінарій, платанова ,липова, каштанова і вільхова алеї. Тут зростають червоний дуб, тюльпанне дерево, магнолія, сосна Веймута, японський бузок, маньчжурська аралія, ґінко дволопатеве, тис ягідний, клен японський, тсуга канадська, бук червоний (форма бука звичайного), катальпа звичайна, коркове дерево амурське, платан кленолистий і кипариси.\n" +
            "\n" +
            "Неподалік від головних воріт розташований ставок з лебедями. У парку є також спортивні корпуси Львівської політехніки (розташовані в будівлях колишнього Палацу Мистецтв та Рацлавицької панорами), головний корпус Української академії дизайну, кінотеатр «Львів», три ресторани, Львівська торгово-промислова палата, бібліотека № 18." +
            "" +
            "",
        square: 52.1381,
        age: 1894,
    },
    {
        id: 3,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/%D0%9F%D0%B0%D1%80%D0%BA_%D0%BA%D1%83%D0%BB%D1%8C%D1%82%D1%83%D1%80%D0%B8_%D1%83_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2%D1%96_20.JPG/375px-%D0%9F%D0%B0%D1%80%D0%BA_%D0%BA%D1%83%D0%BB%D1%8C%D1%82%D1%83%D1%80%D0%B8_%D1%83_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2%D1%96_20.JPG",
        title: "Парк культури та відпочинку Богдана Хмельницького",
        text: "Парк у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення (з 1984).\n" +
            "\n" +
            "Розташований між вулицями Стрийською, Героїв Майдану, Вітовського та Зарицьких.\n" +
            "\n" +
            "У верхній частині парку культури розташований Монумент Слави, вулиця Стрийська відділяє його від Стрийського парку, а вулиця Вітовського — від Цитаделі.\n" +
            "\n" +
            "Загальна площа парку — 26 га. У XIX столітті перед теперішнім входом у парк культури знаходився Пелчинський став, що живився потічком Вулька, який стікав з Вулецьких пагорбів. Витікаючи з Пелчинського ставу потічок через Панєнський ставок впадав в річку Сороку. На Пелчинському ставі було споруджено в стилі ампір будівлю військової купальні. Тут гуляла міська знать, а взимку влаштовували ковзанку.\n" +
            "\n" +
            "14 вересня 1845 року на ставку відбулося грандіозне благодійне шоу на користь потерпілих від повені Полтви. Пелчинський став перед відступом 1915 року спустило російське військо, після чого його водою не наповнювали і в 1921 році остаточно засипали, проклавши вулицю Пелчинську (нинішню Вітовського).\n" +
            "\n" +
            "На місці нинішнього критого басейну «Динамо» від початку XX століття взимку функціонувала найбільша у Львові публічна ковзанка Львівського Ковзанярського Товариства з електричним освітленням, а влітку — тенісні корти. Звідси, від тенісних кортів, вгору до Кадетської школи тягнувся невеличкий (10 га) Пелчинський парк, який займав фактично ту частину нинішнього парку, що знаходиться між центральною алеєю та вул. Героїв Майдану. У верхній частині парку від вул. Героїв Майдану вздовж вул. Стрийської до вул. Лижвярської тягнувся вже у 1920-х роках сильно занедбаний старий Стрийський цвинтар, який було остаточно ліквідовано в процесі розбудови парку культури. В долині, з боку вул. Зарицьких містилися занедбані копальні глини.\n" +
            "\n" +
            "Проекти парку культури і відпочинку у Львові\n" +
            "З включенням Західної України до складу СРСР нова влада поставила задачу щодо «трансформування існуючого середовища міста Львова в радянське за формою». Одною з ознак «несоціалістичності» Львова була відсутність парку культури і відпочинку трудящих радянського зразка. Взірцем таких парків був парк культури і відпочинку ім. М. Горького у Москві.\n" +
            "\n" +
            "У Львові ще 1940 року після довгих дебатів було прийнято рішення про розміщення парку культури і відпочинку в парку Погулянка. Під парк планувалося відвести територію площею 100 га. В парку передбачалося розміщення музичної раковини, танцювального майданчика, тиру для малокаліберної зброї на 50 стрілецьких позицій, літнього театру на 5000 місць, ресторану на 100 місць та численних фонтанів. Проект не було реалізовано через початок радянсько-німецької війни 1941–1945 років.\n" +
            "\n" +
            "Післявоєнний Генеральний план реконструкції Львова (1946 року) передбачав створення парку культури на Погулянці, однак архітектори Генріх Швецький-Вінецький та Станіслав Соколов підготували і відстояли пропозицію про створення парку культури на нинішньому місці — між вулицями Стрийською та тодішньої Дзержинського (нині — вулиця Вітовського).\n" +
            "\n" +
            "Згідно з цією пропозицією планувався і був створений бароковий парк площею 25 га.",
        square: 26,
        age: 1951,

    },
    {
        id: 4,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/%D0%9F%D0%B0%D1%80%D0%BA_%D0%97%D0%BD%D0%B5%D1%81%D1%96%D0%BD%D0%BD%D1%8F_4.jpg/1920px-%D0%9F%D0%B0%D1%80%D0%BA_%D0%97%D0%BD%D0%B5%D1%81%D1%96%D0%BD%D0%BD%D1%8F_4.jpg",
        title: "Знесіння",
        text: "Регіональний ландшафтний парк в Україні. Розташований у Личаківському районі міста Львова, неподалік (на схід) від центру міста (бл. 20 хвилин пішої ходи).\n" +
            "\n" +
            "Площа 312,1 га[1]. Парк оголошений об'єктом природно-заповідного фонду України згідно з ухвалою Львівської обласної ради № 327 від 2 грудня 1993 року. Є структурним підрозділом виконавчого органу Львівської міської ради. Створений для збереження та відновлення унікального природно-історичного комплексу гряди Знесіння і прилеглих територій давніх поселень — Знесіння і Кривчиці. Парк розташований на лісистому узгір'ї Львівського плато; його основна частина розташована в місцевості Кайзервальд. Сам парк має площу 312,1 га, проте для регулювання впливу міського оточення і формування єдиного природно-архітектурного ансамблю парку та прилеглих територій виділено охоронну зону площею 473,61 га. Загальна площа парку разом з охоронною зоною — 785,71 га.\n" +
            "\n" +
            "На території парку розташовані:\n" +
            "\n" +
            "природні ландшафти;\n" +
            "окремі цінні комплекси та об'єкти природи, історії, культури, котрі підлягають особливій охороні;\n" +
            "історико-культурні зони (місця визвольних боїв, місця функціонування культурно-освітніх та національних осередків, цвинтар середини XIX століття);\n" +
            "малоповерхова житлова забудова з присадибними ділянками, історична квартальна середньоповерхова забудова;\n" +
            "Музей народної архітектури і побуту імені Климентія Шептицького;\n" +
            "промислова зона;\n" +
            "заклади освіти, лікувальні установи, церкви, монастирі, спортивні, військові об'єкти, інженерні споруди і мережі.\n" +
            "\n" +
            "Скансен «Шевченківський гай»\n" +
            "\n" +
            "Лижний спуск улітку\n" +
            "Рельєф представлений львівськими пагорбами: Стефана, Льва (Лиса або Піщана), Баба (Рід), Хомець. Територія парку розташована неподалік від Головного європейського вододілу, що розділяє Балтійське та Чорне моря. У парку протікають Глибокий і Кривчицький струмки, потік Хомець (усі — притоки Полтви). На території парку можна побачити рідкісні степові рослини, відслонення пісковиків та вапняків міоцену зі скам'янілими залишками морської фауни, вкриті лісом горби, долини з озерами і струмками.\n" +
            "\n" +
            "Тут, на північних схилах Львівського плато, свого часу виникли найдавніші поселення в районі Львова. Практично поряд розташовано три поселення:\n" +
            "\n" +
            "періоду неоліту та бронзи, IV–II тисячоліття до нашої ери\n" +
            "IX–V століть до н. е. та XIII–XVII століть н. е.\n" +
            "XIII–XIX століть\n" +
            "На «Знесінні» також виявлені давньослов'янські язичницькі капища на «Святовитовому полі» (X—XI століть) та на горі Баба (IX–XI і XIII століть), які в наш час відвідують рідновірці.\n" +
            "\n" +
            "На захід від Кривчиць височіє гора Хомець — унікальна пам'ятка природи з залишками реліктового лугостепу. Вона є одним із найцінніших ботанічних об'єктів регіонального ландшафтного парку «Знесіння» : Саме тут зупинилось поширення великого, так званого Рисського, заледеніння (100—200 тисяч років тому).\n" +
            "\n" +
            "Позаяк територія парку історично входила до складу приміського села Знесіння, тут є житлова забудова, церкви Вознесіння Господнього та Святого Іллі, колишній костел Святого Войцеха, старий Знесінський цвинтар, фармацевтична фабрика і склозавод. На території парку розташовані також фундамент старої оборонної вежі XIII–XIV століть, доріжки для спуску на гірських лижах і етнопарк «Шевченківський гай».\n" +
            "\n" +
            "Територія парку належить до категорії земель природоохоронного, оздоровчого, рекреаційного та історико-культурного призначення.",
        square: 312.1,
        age: 1993,

    },
    {
        id: 5,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Lviv-140-01.jpg/1920px-Lviv-140-01.jpg",
        title: "Високий Замок",
        text: "Парк на Замковій горі у Львові, пам'ятка садово-паркового мистецтва місцевого значення. Парк входить до складу природо-заповідного фонду України як національне надбання. Парк «Високий Замок» був заснований 1835 року (за іншими даними 1853[1]) та розпланований головним міським садівником Бауером. Розташований на схилах Замкової та Княжої гір поблизу Кайзервальду. Загальна площа парку — 36,2 га. У насадженнях переважають листяні породи: каштан, клен, явір, ясен, липа, береза, тополя, акація, а також сосна.\n" +
            "\n" +
            "Складається з двох терас. На нижній терасі розташовані будиночок садівника, пам'ятний знак на честь Максима Кривоноса, ресторан, нижній оглядовий майданчик. 15 серпня 1841 було збудовано штучну печеру — грот — на Високому Замку, для якої використали левів зі старої ратуші, яка впала[2] 14 липня 1826 року.[3] Навколо нього росте багато екзотичних рослин – магнолія, катальпа, червонолистий бук, деревовидна півонія, садова гортензія та інші.[4]\n" +
            "\n" +
            "На верхній терасі розташований штучний курган (Копець Люблінської унії) з оглядовим майданчиком (висота 413 над рівнем моря), насипаний в 1869–1900 роках польською громадою міста на честь 300-ліття Люблінської унії. При підніжжі кургану є залишки оборонного муру Високого Замку, побудованого князями Романовичами, з якого пізніше був узятий матеріал для будівництва кургану. У верхній частині парку з 1957 року розташований Львівський телецентр і Львівська телевежа (заввишки 192 метри) телетрансляції. Біля підніжжя кургану 1874 року був встановлений Лев Лоренцовича. 2008 року він був переданий Львівському історичному музею і встановлений в Італійському дворику[5].",
        square: 36.2,
        age: 1835,
    },
    {
        id: 6,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/%D0%9F%D0%B0%D1%80%D0%BA_%D0%9F%D0%BE%D0%B3%D1%83%D0%BB%D1%8F%D0%BD%D0%BA%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-6.JPG/1920px-%D0%9F%D0%B0%D1%80%D0%BA_%D0%9F%D0%BE%D0%B3%D1%83%D0%BB%D1%8F%D0%BD%D0%BA%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-6.JPG",
        title: "Погулянка",
        text: "Зелена зона (лісопарк) у Личаківському районі Львова. Парк розташований між вулицями Пасічною, Вашингтона, Зеленою та місцевістю Погулянка; північна частина парку межує з Ботанічними садом Львівського університету.\n" +
            "\n" +
            "Центральною віссю парку є потік Пасіка (витік річки Полтва) й алея, що веде від вулиці Погулянка до вулиці Пасічної та Вашингтона.\n" +
            "\n" +
            "У паркових насадженнях переважають: бук, граб звичайний, сосна, Анемона дібровна, зустрічається: Метасеквоя китайська, береза, клен, ясен, дуб, вільха чорна, туя, верба, ялина тощо.[1]\n" +
            "\n" +
            "Історія\n" +
            "У XVII столітті нинішня Погулянка була частиною так званої Аттельмаєрівської Пасіки – заміських ланів, на котрих бурмістр Львова Ян Аттельмаєр поселив селян-орендарів. Першими свій маєток тут збудувала родина Деймів. Після них ці землі декілька разів змінювали власників, допоки на початку XIX століття ближчу до міста частину ланів не придбав відомий львівський адвокат Францішек Венґлінський. Він теж збудував тут маєток. Він, великий любитель розваг, в оточеній гарним лісом садибі влаштовував гучні забави, запрошуючи на них своїх друзів, серед яких було не мало представників львівської інтелігенції, зокрема, акторів та літераторів. Саме завдяки Венґлінському ця місцина стає прогулянковим парком, а прилеглу до маєтку територію було названо на його честь — «Лісок Венґлінського».\n" +
            "\n" +
            "У 1821 році Погулянку придбав ресторатор Йоган Дістль і висадив тут парк.\n" +
            "\n" +
            "У середині XIX століття ці землі перейшли у власність Яна Кляйна. Новий господар упорядкував ділянку, осушив став та збудував на його місці броварню. Довгі роки пиво Кляйна вважалося найкращим у Львові. Ресторан на Погулянці славився смаженими курчатами та варениками зі сметаною, а в літньому павільйоні цукерні Майсона любителі відпочинку на природі пригощалися вишуканим морозивом різних ґатунків.\n" +
            "\n" +
            "На початку ХХ століття Погулянка дещо втратила свою колишню привабливість через появу промислових об'єктів і початком спекулятивної забудови околиць. Під час Першої світової війни парк повністю здичавів, стежки позаростали, буковий ліс порубано на дрова.\n" +
            "\n" +
            "Після приходу радянської влади, у 1940 році розпочато роботи по створенню міського парку культури та відпочинку «Погулянка». Тоді розпочалися роботи з розчистки та впорядкування території паркового масиву, з'явилися водойми уздовж головної алеї. Але усі плани з подальших робіт у парку обірвав початок війни. Натомість тут почав діяти зоопарк, в котрому можна було побачити навіть таких екзотичних тварин, як, наприклад, зебру. За період німецької окупації роботи в парку зупинились, але по війні поновилися.\n" +
            "\n" +
            "1962 року розроблено проєкт лісопарку «Погулянка», який реалізовувався упродовж декількох наступних років.\n" +
            "\n" +
            "У 1984 році на території лісопарку збудований величезний Палац піонерів, що у 1991 році перейменований на центр творчості дітей та юнацтва Галичини.\n" +
            "\n" +
            "1989 року парком Погулянка проклали асфальтовану доріжку, а три ставочки, через які тече потік Пасіка, обклали камінням та бетоном. Також було розроблено проєкт освітлення паркової алеї, встановлені ліхтарі, але за весь час свого існування вони так ніколи і не запрацювали.\n" +
            "\n" +
            "В межах парку Погулянка на початку ХХІ століття залишилися два хутори: один з них має адресу – вул. Пасічна, 86-а і 88-а, а інший — вул. Вахнянина, 39, розташований у глибині парку поблизу колишнього костелу вірменських черниць-бенедектинок, збудованого у 1897 році. Нині храм належить парафії Матері Божої Неустанної Помочі УГКЦ. Його відвідує лише декілька людей, переважно це мешканці прилеглого хутору.\n" +
            "\n" +
            "Сьогодні «Погулянка» — це лісопарк з упорядкованою центральною алеєю і ставами вздовж неї. Для львів'ян лісопарк став одним з улюблених місць для пікніків. До «Погулянки» можна дістатися трамваєм № 1, кінцева зупинка якого розташована неподалік від головного входу в лісопарк.",
        square: 100.33,
        age: 1900,
    },
    {
        id: 7,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/%D0%9E%D1%80%D0%B5%D1%85%D0%BE%D0%B2%D1%8B%D0%B9_%D0%B3%D0%B0%D0%B9_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2.jpg/480px-%D0%9E%D1%80%D0%B5%D1%85%D0%BE%D0%B2%D1%8B%D0%B9_%D0%B3%D0%B0%D0%B9_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2.jpg",
        title: "Горіховий Гай",
        text: " Парк у Франківському районі Львова у місцевості Кульпарків. Назва парку походить від плодів-горішків граба і волоських горіхів, кількість якого переважає у парку, хоча тут є також буки, дуби, ясені, берези, верби, акації, клени, тополі, алича, горобина, ялини, гіркокаштан звичайний, яблуні, глід, бузина, туї, вільха, шовковиця, осика і груші і т. д., а також невеликий тополяний і ялиновий гай.[1]\n" +
            "\n" +
            "На території парку є два озерця і так звана «Олеська долина», якою протікає потічок Вулька (Вулецький потік), що впадає до Полтви, а ось друге вже висохло й заростає рослинністю. Влітку 2014 року «Олеську долину» почистили[2] та вдалося очистити джерела на дні озера, тому сподіваються, що водойма знову наповниться.[3]\n" +
            "\n" +
            "В озері є популяція крижня і курочки водяної, поблизу ялинового гаю можна побачити куниць, білки і припутні тощо. У парку трапляються співочі птахи: дрозди, солов'ї, зяблики, шпаки тощо.\n" +
            "\n" +
            "Історія\n" +
            "Парк «Горіховий Гай» був закладений на початку 1970-х років з парного боку вулиці Володимира Великого. Офіційну назву парк отримав у 1974 році, напередодні святкувань чергової річниці звільнення Львова від німецької окупації — «Парк 30-річчя звільнення Львова», а на початку 1990-х років парку повернена історична назва.\n" +
            "\n" +
            "У грудні 1978 року посеред парку зведено споруду дитячого кінотеатру «Орлятко», котрий за часів незалежної України змінив назву на «Сокіл». Нині тут розташований львівський кіноцентр «Lviv Film Center» — освітній центр та кінотеатр незалежного, авторського, «іншого» кіно.[4] В теплу пору року кінопокази проходять і на даху центру.\n" +
            "\n" +
            "На південній околиці парну споруджено дерев'яну православну церкву, освячену на честь Стрітення Господнього. Поблизу парку, при перехресті з вулицею Тролейбусною у 1996 році збудовано греко-католицький храм Вознесіння Господнього. Згодом у 2004-2005 роках поряд з храмом, за проектом архітектора Юрія Верхоли, збудовано будівлю навчально-катехитичного центру парафії із дзвіницею, яка прикрашена мозаїчною іконою Богородиці Оранти (автор мозаїки художник-монументаліст Григорій Олексюк).\n" +
            "\n" +
            "Від 2015 року, щорічно, на одному зі ставків проходить традиційна Йорданська купіль.[5]",
        square: 40,
        age: 1970,
    },
    {
        id: 8,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/%D0%9F%D0%B0%D1%80%D0%BA_%D0%9F%D1%96%D1%81%D0%BA%D0%BE%D0%B2%D1%96_%D0%9E%D0%B7%D0%B5%D1%80%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-1.JPG/480px-%D0%9F%D0%B0%D1%80%D0%BA_%D0%9F%D1%96%D1%81%D0%BA%D0%BE%D0%B2%D1%96_%D0%9E%D0%B7%D0%B5%D1%80%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-1.JPG",
        title: "Піскові Озера ",
        text: "П́іскові Оз́ера (до 1990-х — Алтайські Озера)[1][2] — невеликий парк у Франківському районі міста Львова.\n" +
            "\n" +
            "Розташований при вулиці Гординських (між вулицями Євгена Коновальця, Академіка Степана Рудницького, Генерала Чупринки) та Гординських, у престижній місцевості Новий Світ (На Байках).\n" +
            "\n" +
            "Загальна площа 5,8 га, площа водного дзеркала — 1,8 га (2 озера). Основна функція парку — рекреаційна. Це місце відпочинку мешканців мікрорайону з населенням близько 15 тисяч осіб.\n" +
            "\n" +
            "Парк був облаштований у 1950-х роках[3] на місці зруйнованого ландшафту — колишніх кар'єрів з видобутку піску фабрики родини Франців. Озера утворилися через просочування води на дно піщаної виїмки. В середині ХХ століття на місці парку було сміттєзвалище. У радянський період озера називалися Алтайськими, під час перейменувань на початку 1990-х років були названі Пісковими.\n" +
            "\n" +
            "У 1989 році СКБ Львівського лісотехнічного інституту розробило проєкт комплексної реконструкції і благоустрою, проте він не був до кінця реалізований. Доріжково-стежкова мережа розроблена відповідно до входів у парк — з боку вулиць Євгена Коновальця та Генерала Чупринки. Доріжки заасфальтовані, а стежки вкриті товченою цеглою. Входи у парк не оформлені вхідними архітектурними елементами (арками).\n" +
            "\n" +
            "Основу насаджень парку становлять ясен звичайний та ясен американський, а також гостролистий клен та клен-явір. Інші породи дерев: черемха звичайна, клен ясенолистий, клен сріблястий, біла акація, каштан кінський, черешня, алича, кедри, сосни, верби, туї, смерики і модрина. З підліску та узліссях ростуть чагарники: бузина чорна, глід, бирючина, шипшина звичайна та інші. У парку є спортивний і дитячий майданчики.\n" +
            "\n" +
            "Піскові озера згадані у пісні вокальної формації «Піккардійська терція» «Старенький трамвай»[4]:",
        square: 5.8,
        age: 1950,
    },
    {
        id: 9,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/%D0%9D%D0%B0_%D0%92%D0%B0%D0%BB%D0%B0%D1%85_1.jpg/450px-%D0%9D%D0%B0_%D0%92%D0%B0%D0%BB%D0%B0%D1%85_1.jpg",
        title: "На Валах",
        text: "Сквер розташований між вулицями Підвальною і Винниченка. Посеред парку знаходяться Порохова вежа і найстаріший у Львові шкільний будинок — Ліцей № 8 Львівської міської ради.\n" +
            "\n" +
            "Поблизу парку розташовані споруди Львівської обласної адміністрації та обласної ради. У 2008 році у парку встановлено найбільший державний прапор у Львівській області. Тут встановлено також пам'ятник В'ячеславові Чорноволу, який свого часу працював поруч — у Львівській облраді та Обладміністрації.\n" +
            "\n" +
            "Також у парку знаходиться міський скейт-парк, баскетбольний майданчик, дитячий майданчик, майданчик для воркауту, а також Управління молоді та спорту Львівської міської ради облаштувало тут майданчик для гри у петанк.\n" +
            "\n" +
            "Історія\n" +
            "Наприкінці XVIII століття тут були потужні міські мури, товщина основи яких сягала шести метрів. Після входження Львова до складу Габсбурзької монархії 1772 року стіни розібрали, а з усіх укріплень залишилася лише Порохова вежа. У 1821 році радник намісника Галичини Райценгайм влаштував тут парк з доріжками для прогулянок. Через великий болотяний яр, що був тут у той час, перекинули підвісний міст. У сквері були висаджені типові для того часу дерева та декоративні чагарники: каштани, клени, липи, осокори, ясени, акації, берези, ялини, туї, черешня, вишні, сосна, граб та смереки; жимолость, калина, бузина, бузок, смородина, форзиція, шипшина. По периметру сквер був обрамований пірамідальними тополями та стриженим чагарником. Новий бульвар отримав неофіційну назву Райценгаймівки, а потім його назвали Губернаторськими валами.\n" +
            "\n" +
            "Після другої світової війни на алеях північної частини бульвару (від Порохової вежі до вулиці М. Кривоноса) була виставлена трофейна німецька військова техніка. Тому за цією частиною скверу якийсь час зберігалась місцева неофіційна назва «Трофейка».",
        square: 1.9,
        age: 1921,
    },
    {
        id: 10,
        src: "https://upload.wikimedia.org/wikipedia/uk/thumb/9/9e/%D0%A1%D0%BD%D0%BE%D0%BF%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-6.JPG/1920px-%D0%A1%D0%BD%D0%BE%D0%BF%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-6.JPG",
        title: "Снопківський парк",
        text: "Парк (лісопарк) у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення (з 1984 р.). Початкова назва парку — «Дружба». У 1990-ті рр. перейменований у «Снопківський» за назвою місцевості Снопків, у якій він розташований. Загальна площа парку 35,66 га.\n" +
            "\n" +
            "Снопківський парк був закладений у 1959—1963 роках між вулицями Липова Алея, Стуса, Кримською та Зеленою. Раніше тут був пустир, посеред якого рижіли піщані і глиняні кар'єри колишніх цегельних заводів. У парку були висаджені понад 200 порід дерев і чагарників, влаштовано сад безперервного цвітіння на 5 га і розарій з понад 40 сортами троянд. Ростуть дерева і чагарники: каштан, клен, кипарис, дуб, береза, горобина, смерека, сосна, ліщина велика, багряник японський, бирючина, сніжноягідник, туя західна й інші. А також існують кленові, ясеневі і каштанові аллеї. У парку існував розарій.[1]\n" +
            "\n" +
            "Мережа алей і доріжок прокладена з таким розрахунком, щоб краще розкрити красиві види парку з перспективою на цікаві місця Львова, а також забезпечити максимальну пропускну здатність під час масових заходів на другому за величиною стадіоні міста, до якого ведуть просторі (завширшки 10—12 м) алеї.",
        square: 35.66,
        age: 1959,
    },
    {
        id: 11,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/%D0%9F%D0%B0%D1%80%D0%BA_%C2%AB%D0%97%D0%B0%D0%BB%D1%96%D0%B7%D0%BD%D0%B0_%D0%92%D0%BE%D0%B4%D0%B0%C2%BB.JPG/450px-%D0%9F%D0%B0%D1%80%D0%BA_%C2%AB%D0%97%D0%B0%D0%BB%D1%96%D0%B7%D0%BD%D0%B0_%D0%92%D0%BE%D0%B4%D0%B0%C2%BB.JPG",
        title: "Залізна Вода",
        text: "Парк у Сихівському районі Львова, пам'ятка садово-паркового мистецтва місцевого значення (з 1984 р.). Розташований між вулицями Стуса, Тернопільською, Кибальчича, Мишуги, Ярославенка та Мушака, між місцевостями Новий Львів та Снопків.\n" +
            "\n" +
            "Загальна площа парку 19,5 га.\n" +
            "\n" +
            "Тут, серед західних схилів Львівського плато, неподалік від парку бере початок річка Полтва. На території парку можна бачити виходи мергелів, що є причиною існування численних джерел. Назва парку походить від значного вмісту заліза в джерелах, що витікають тут. Ще в 1830-х роках ця околиця була відпочинковим місцем для мешканців Львова. На нижній терасі, де багато джерел, у XIX столітті розташовувався став Камінського, корчма і німецький літній театр (1810—1824) Франца Краттера. Одне з джерел неподалік вулиці Ярославенка було облаштовано бюветом (спеціальною архітектурною спорудою) зі східцями, місце стало популярним і поступово буковий праліс почав стихійно перетворюватись на лісопарк. Тоді міська влада вирішила облаштувати тут парк. У 1910 році власником місцевості стає магістрат Львова, облаштування джерел та парку мало цілу низку суперечок, про що свідчить тогочасна преса. «…Вже довший час повторюються скарги на львівський магістрат, який занадто далеко заходить з браком турботи про здоров'я мешканців. Цього разу йдеться про справу водних купелей на свіжому повітрі. Гміна міста Львова вже чотири роки є власником ставка „на Залізній воді“. Цей ставок давав можливість мешканцям нашого позбавленого річки міста приймати купелі; також треба визнати, що попередній приватний власник дбав про те, щоб у ставку панувала чистота, і часто очищав ставок. Від часу переходу ставка у власність гміни його не чистили ні разу; вода заросла водоростями, дно стало в'язким і замуленим. Для очищення ставка його слід було б спустити на кілька днів, і магістрат стверджує, що цього не можна зробити, тому що міські електростанції беруть звідти воду для промислових цілей. Однак фактом є те, що резервуар цих електростанцій може доставляти воду без доступу до ставка протягом восьми днів; такого часового проміжку з запасом вистачило б на очищення ставка».\n" +
            "\n" +
            "На території парку спостерігається вихід мергелів, чим і зумовлена поява численних джерел, вода яких містить залізо, що й дало назву цій місцевості. Пізніше, на деякий час, парк отримав назву на честь першого президента II Речі Посполитої Габріеля Нарутовича, вбитого у 1923 році.\n" +
            "\n" +
            "Парк був закладений відомим львівським садівником Арнольдом Рьорінгом у 1894—1905) роках, який намагався зберегти природний пейзаж лісу. На верхній терасі парку «Залізна Вода» було заплановано створити функціональний оздоровчий «парк Йордана», від імені краківського лікаря Генрика Йордана, який започаткував такі парки у Кракові в 1888 року для ігор, забав, занять спортом і патріотичного виховання дітей та молоді. Проте, на відведеній під парк території в 1928 році між вулицями Цешинською (тепер вулиця Тернопільська) та Святої Софії (тепер вулиця Ярославенка) під керівництвом архітектора Тадеуша Врубеля було розпочато будівництво дільниці вілл у стилі функціоналізму. Однак, на початку 1980-х років на східному крилі (примикає до вул. Тернопільської) було заасфальтовано бігову доріжку «Стежина здоров'я» та встановлено кілька дерев'яно-металевих спортивних конструкцій, лавки, що власними силами облаштував ЖЕК-івський (Новий Львів) тренер з боксу Мирон Муха.\n" +
            "\n" +
            "Поряд межі вулиці Мишуги збереглися залишки невеличкого фонтану зі скульптурними формами у вигляді жаб. Біля джерела початку річки Полтви була встановлена скульптура оленя, а у радянські часи ближче до входу у парк з'явилася скульптура дівчини з козулею. В цих місцях мешканці влаштовують сухопутній пляж на траві. У кризові часи водопостачання навколишніх мікрорайонів біля джерел вишиковувались черги мешканців з відрами по воду, а одне з джерел біля вул. Тернопільської було перетворено на ручну водокачку.\n" +
            "\n" +
            "Іван Крип'якевич, повторюючи інформацію Францішека Яворського, пише: «Вулицею Зибликевича (частина сучасної Франка) й Дверніцького (Свєнціцького) доходимо до Залізної Води, над ставком, який творить притока Сороки. Залізна Вода стала місцем прогульок від 1830-х pp. Львів'яни мандрували туди не раз раненько із дітьми й харчами, клалися таборами по полянах у лісі й верталися пізнім вечором до міста»[2].\n" +
            "\n" +
            "Протягом 1933—1934 років, завдяки дотації Фондації Праці та коштам громади міста Львова, на місці ставу Камінського постає багатофункціональний міський басейн, його будова коштувала 201 000 злотих. Рекреаційно-відпочинковий комплекс складався з кількох частин. Тут були: спортивний басейн розміром 18×50 метрів (його найбільша глибина складала 3,5 м.) із трампліном з висотами у 1,50 м; 3,5 м; 5 м; купальний басейн 55 на 45 метрів, глибиною від 70 см до 1,20 см; дитячий басейн — частина загального купального басейна площею 150 квадратних метрів. Для наповнення басейнів частково користувалися джерельною водою з парку «Залізна вода» та давніх снопківських джерел… Після II Світової війни колишній басейн, та дільниця загалом, переживають занепад… Лише у 1950-х роках радянська влада звернула увагу на її вигідне розташування та потенціал, тут влаштовано, добудовано спортивний комплекс «Динамо». Трохи далі, поряд джерела «Залізна Вода» та паралельно до межевої частини вулиці Мушака, на території парку збудовано велику теплицю.\n" +
            "\n" +
            "За радянських повоєнних часів біля алей та в головній парковій альтанці встановлено освітлювальні ліхтарі. На зламі XX—XXI століть почавши від входу у парк від вулиці Стуса встановлено сучасну лінію освітлювальних ліхтарів у напрямі вулиці Тернопільської та вглиб парку.\n" +
            "\n" +
            "На території парку у будівлі біля дитячого садку, що захопив частину парку при розбудові, у 1980-х роках містилося управління господарством парку. Раніше там була стайня, а з 1990-х й до середини 2010-х років біля закинутої будівлі за кущами постійно чергував автомобіль з п'ятьма міліціянтами. У 1990-х роках періодичні великі потоки води на крутій алеї від входу з вулиці Мушака, що утворювались після сильних дощових злив, значно зруйнували алею утворивши непрохідні вирви, міська влада в ті часи була безгосподарна, корумпована, не займалася облаштуванням парку, але один з мешканців взявся добровільно, самотужки поступово з року в рік загатити вирви, використовуючи природні матеріали парку (деревний сухостій, повалені дерева, глину, каміння, тощо).\n" +
            "\n" +
            "Головна алея закінчується великою овальною альтанкою з клумбами біля спорткомплексу-басейну «Динамо», з нововстановленими у 2012 році додатковими кованими лавками та урнами. На алеї розмите оранжево-червоне цегляне покриття літом 2015 року значною мірою замінено сірою хідниковою бруківкою, розпочато генеральне відновлення алей та альтанок парку.",
        square: 19.5,
        age: 1894,
    },
    {
        id: 12,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/%D0%9B%D0%B5%D0%B2%D0%B0%D0%BD%D0%B4%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_4.JPG/1920px-%D0%9B%D0%B5%D0%B2%D0%B0%D0%BD%D0%B4%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_4.JPG",
        title: "Левандівський парк",
        text: "Парк у Залізничному районі Львова на Левандівці, обмежений вулицями Повітряною, Олесницького і Кузнярівкою. Парк закладений 1950 року. З того часу, і до перейменування на початку 1990-х, він називався Жовтневим, від назви мікрорайону (Левандівка в радянські часи називалася мікрорайон Жовтневий).\n" +
            "\n" +
            "Основні насадження парку — смерека, тополя, береза повисла, ялина європейська, гіркокаштан, туя гігантська, клен гостролистий, явір, ясен, осика, бузок, форзиція, глід, алича, шипшина. Ростуть конвалія, підсніжники, фіалки, крокуси[2].\n" +
            "\n" +
            "Головний вхід в парк — з боку вулиці Повітряної від місця її перетину з Сяйво. Праворуч від входу альтанка, від якої починається головна алея парку з напівкруглими лавочками вздовж неї[3]. Ліворуч — приміщення колишнього кінотеатру «Супутник», в якому у 2000-х роках діяв нічний клуб[4]. Далі за кінотеатром дитячий майданчик. Прямо від входу — галявина, яка тягнеться через весь парк до вулиці Кузнярівка.\n" +
            "\n" +
            "У 2010 році парк освітлено: було встановлено 50 ліхтарів на суму 295 тисяч гривень. На 2011 рік було заплановано встановити лавочки й смітники, але цього зроблено не було[2]. Рішенням Львівської міської ради від 26 квітня 2012 року парк передано на баланс ЛКП «Зелений Львів»[1]. Станом на 2012 рік парк був засмічений і перебував у занедбаному стані[3].",
        square: 9.3,
        age: 1960,
    },
    {
        id: 13,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/%D0%9F%D0%B0%D1%80%D0%BA_700-%D0%BB%D1%96%D1%82%D1%82%D1%8F_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-2.JPG/1920px-%D0%9F%D0%B0%D1%80%D0%BA_700-%D0%BB%D1%96%D1%82%D1%82%D1%8F_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2%D0%B0_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-2.JPG",
        title: "Парк імені 700-річчя Львова",
        text: "Лугопарк у Шевченківському районі Львова. Розташований у північній частині міста, між вулицями Райніса з північної, Торф'яною з південної, Шеремети і (частково) Замарстинівською зі східної та проспектом Чорновола. Закладений 1956 року[1] на торфовищах лівобережної заплави річки Полтви, у рік святкування ювілею міста. Першочергово парк займав великі території між вулицями Замарстинівською та Варшавською, коли це була малозаселена дільниця міста. Попри складні ґрунтові і гідрологічні умови створений садово-парковий об'єкт з переважанням ландшафтів відкритих просторів, тому його називають «лугопарком». Заледве третина території була вкрита деревами і чагарниками, переважала лучна рослинність. Початково територія парку складалася з невеликого лісового масиву (дуб, береза, вільха) та розлогого лугу. У другій половині 1970-х рр. через лугову частину було прокладено продовження проспекту Чорновола — від вулиці Липинського до вулиці Варшавської (в районі Голосок). Через це територія лугопарку значно скоротилась — до бл. 22,5 га.\n" +
            "\n" +
            "Сучасний стан\n" +
            "Тут ростуть такі деревні види: ялина, клен гостролистий, клен сріблястий, каштан, ясен, тополя, верба, яблуня, осика, алича, туя, береза, акація, липа, волоські горіхи, граб звичайний, клен ясенелистий, явір, дуб, черешня тощо. Серед чагарників чимало вологолюбів — калина, свидина, сніжноягідник, рокитник, верба козяча, горобина чорноплідна, форзиція, глід одноматочковий, ліщина звичайна, шипшина зичайна, черемха звичайна тощо.\n" +
            "\n" +
            "У лугопарку упродовж 2016—2018 років проведена масштабна реконструкція — прокладена розгалужена мережа хідників, упорядковані зелені насадження, облаштовано головний вхід та освітлення хідників.\n" +
            "\n" +
            "Парк імені 700-річчя Львова — це унікальний болотний ландшафт і останній природний фрагмент заплави річки Полтви в межах Львова.\n" +
            "\n" +
            "2020 року в парку відновили яблуневий сад на південному схилі. Висадили нові дерева та зберегли кілька старих.[2]",
        square: 22.5,
        age: 1956,
    },
    {
        id: 14,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/%D0%A1%D1%82%D1%83%D0%B4%D0%B5%D0%BD%D1%82%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-4.JPG/1920px-%D0%A1%D1%82%D1%83%D0%B4%D0%B5%D0%BD%D1%82%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA_%28%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%29-4.JPG",
        title: "Студентський парк",
        text: "Невеликий парк у Франківському районі Львова.\n" +
            "\n" +
            "Загальна площа зеленої зони — 15 га, у межах парку — 6 га.\n" +
            "\n" +
            "Студентський парк розташований біля гуртожитків Львівської Політехніки, від яких й отримав свою назву. Парк розташований на схилах пагорба, що між вулицями Сахарова, Бой-Желенського та Лукаша. Місцями схили дуже круті, у двох місцях ними прокладено сходи, що ведуть від вулиці Сахарова до гуртожитків. Зротають дерева: верба козяча, горобина звичайна, верба біла, тополі, клени, каштани, липи, акації, дуби, берези, горіхи волоські, осика, алича, вільха, туї, ялини, сосни, ясені, модрина, глід, багряник і граби. Трапляються кущі: спірея, сніжноягідник, ліщина звичайна, свидина і бузина.[1]",
        square: 15,
        age: 1950,
    },
    {
        id: 15,
        src: "https://upload.wikimedia.org/wikipedia/uk/thumb/2/26/%D0%9B%D0%B8%D1%87%D0%B0%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA-2.JPG/450px-%D0%9B%D0%B8%D1%87%D0%B0%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA-2.JPG",
        title: "Личаківський парк",
        text: "Парк у Личаківському районі Львова, пам'ятка садово-паркового мистецтва місцевого значення (з 1984). Розташований на розі вулиць Личаківською та Пасічної, у північно-східній частині Львова. Назва походить від місцевості Личаків, яка розташована поруч. У середині XIX століття за Личаківською рогаткою, що на той час визначала, міську межу, був пустир. На ньому у 1883 році за проєктом львівського садівника (інспектора міських плантацій) Арнольда Рьорінга було закладено парк площею 6 га. Личаківський парк був влаштований в регулярному стилі. Були засипані піщані і глиняні кар'єри, розбиті доріжки, що йдуть по периметру парку — біля вулиць Личаківської і Пасічної та звиваються на схилах розлогих ярів. У Личаківському парку були висаджені тоді сосну чорну, смереку, клен, липа та березу. Офіційно парк відкрито 1892 року. Його узгір'я від 1894 року стало одним з місць відпочинку львів'ян[1].\n" +
            "\n" +
            "За радянських часів Личаківський парк розширено завдяки залісненню пустирів поблизу Пагорбу Слави. Нині його площа становить 12,36 га. Також у парку зростають каштан, явір, ялина та ясен. У парку є декілька оглядових майданчиків. Особливо зручний розташований біля пам'ятника[2] польському національному героєві Войцеху Бартошу Гловацькому (скульптор Григорій Кузневич), встановленому ще 1905 року над крутих схилах з боку вулиці Личаківської[3]. Звідти відкривається гарний вигляд, як на саму вулицю Личаківську, так й на зелені горби музею народної архітектури і побуту імені Климентія Шептицького. У західній частині Личаківський парк переходить у «стадіон Скіф», на півдні межує з комплексно-спортивною базою Львівського державного університету фізичної культури[3] та зливається із зеленню військового меморіалу «Пагорб Слави»[2], закладеного 1915 року як військовий цвинтар російських військовиків, що загинули або були поранені і померли у шпиталях після Галицької битви 1914 року. Після другої світової війни, упродовж 1945—1958 років цей військовий меморіал був реконструйований та розширений і став відомим як «Пагорб Слави»[4].\n" +
            "\n" +
            "Поблизу кінцевою зупинки трамвайного маршруту № 2 розташована ділянка з насадженнями, що складається на 90% із сосни чорної та ялини європейської. На решті території зростають граб звичайний, в'яз шорсткий, робінія звичайна[2].\n" +
            "\n" +
            "у 1931—1934 роках на прилеглій до парку ділянці за проєктом архітектора Тадеуша Обмінського споруджений костел Матері Божої Остробрамської (нині — церква Покрову Пресвятої Богородиці)[5].",
        square: 12.36,
        age: 1894,
    },
    {
        id: 16,
        src: "https://ua.igotoworld.com/frontend/webcontent/websites/1/images/gallery/10220_800x600_Sknilovskii_park_Lyvov.jpg",
        title: "Скнилівський парк",
        text: "Парк у Залізничному районі міста Львова. Розташований поруч з ринком «Південний» і аеропортом «Львів» та обмежений вулицями Скнилівською, Виговського та Любінською.\n" +
            "\n" +
            "Закладений у 1974 році. До початку 1990-х мав назву «Парк імені 50-річчя СРСР». Нинішню назву парк отримав від місцевості Скнилівок, поруч з якою він розташований.\n" +
            "\n" +
            "У межах парку розташовані вулиці Дагестанська, Солом'янка та Чуваська з переважно приватною забудовою.\n" +
            "\n" +
            "В 2019 році у парку проводилася реконструкція, замовником якої було ЛКП «Зелений Львів». Крім оновлення алей парку, там облаштували сучасний мультифунційний дитячий майданчик.[1]\n" +
            "\n" +
            "В 2020 році депутати ЛМР підтримали петицію про реконструкцію частини каналізаційного колектора, що проходить через Скнилівський парк, яка раніше набрала 500 необхідних голосів львів'ян.[2]",
        square: 30,
        age: 1974,
    },
    {
        id: 17,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/%D0%97%D0%B0%D0%BC%D0%B0%D1%80%D1%81%D1%82%D0%B8%D0%BD%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA-7.JPG/450px-%D0%97%D0%B0%D0%BC%D0%B0%D1%80%D1%81%D1%82%D0%B8%D0%BD%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA-7.JPG",
        title: "Замарстинівський лісопарк",
        text: "Лісопарк у Шевченківському районі Львова. Розташований у північній частині міста, в районі вулиць Мазепи і Пилипа Орлика.\n" +
            "\n" +
            "Закладений у 1970-х роках. Попередня назва — Парк 60-річчя СРСР. Нинішню назву отримав від Замарстинова, стародавнього передмістя Львова, поблизу якого розташований лісопарк. У минулому лісопарк був південною частиною Брюховицького лісу.\n" +
            "\n" +
            "Парк розкинувся на мальовничих пагорбах, які вважаються крайньою південно-східною околицею горбистого пасма Розточчя. Зі сходу парк прилягає до вулиці Пилипа Орлика, на півдні до вулиці Мазепи, на заході до цвинтаря колишнього села Голоско, на півночі до дачного масиву.\n" +
            "\n" +
            "Парк створили у зв'язку з будівництвом житлового мікрорайону вздовж вулиці Мазепи (в народі «Топольна»). Були прокладені доріжки, зроблені альтанки, лавки, спортивні майданчики. Нині лісопарк перебуває у запущеному стані й потребує докорінного відновлення.\n" +
            "\n" +
            "У західній частині парку (за школою № 81) розташований невеликий цвинтар, на якому поховані німецькі військовополонені — жертви другої світової війни.\n" +
            "\n" +
            "Зростають дерева: бук, гіркокаштан, граб, береза, дуб, в'яз, клен сріблястий, клен гостролистий, ялина, сосна, волоські горіхи, ліщина, робінія звичайна, горобина, верба, глід, алича, слива, райська яблуня, тополя, осика, ясен, явір, клен ясенелистий і модрина. А також кущі: порічки, бірючина, сніжноягідник, калина і шипшина.",
        square: 10,
        age: 1970,
    },
    {
        id: 18,
        src: "https://upload.wikimedia.org/wikipedia/uk/thumb/3/3f/%D0%9F%D0%B0%D1%80%D0%BA_%D0%91%D0%BE%D0%B4%D0%BD%D0%B0%D1%80%D1%96%D0%B2%D0%BA%D0%B0_%D0%9B%D1%8C%D0%B2%D1%96%D0%B2.jpg/450px-%D0%9F%D0%B0%D1%80%D0%BA_%D0%91%D0%BE%D0%B4%D0%BD%D0%B0%D1%80%D1%96%D0%B2%D0%BA%D0%B0_%D0%9B%D1%8C%D0%B2%D1%96%D0%B2.jpg",
        title: "Боднарівка",
        text: "Невеликий парк у Франківському районі Львова, в однойменній місцевості Львова Боднарівці (звідки й назва парку). Розташований біля перехрестя вулиць Наукової та Стрийської.\n" +
            "\n" +
            "Загальна площа парку 5,8 га. У парку є невелике озеро.\n" +
            "\n" +
            "Парк закладений у 1960-х роках як Парк 50-річчя Жовтня. У 1965 році тут з'явилася могила-пам'ятник радянському воїну Веселову, який загинув «у боротьбі з ворогами радянської влади в 1950 році». У роки незалежності України пам'ятник демонтували. У радянський період в парку працював кінотеатр «Літак», влаштований всередині корпусу списаного пасажирського літака Ан-10.\n" +
            "\n" +
            "У 2010—2011 роках у парку було відновлене зовнішнє освітлення[1].\n" +
            "\n" +
            "У парку ростуть дерева і кущі: спірея, сніжноягідник, форзиція, тополі, верби, туї, ялини, акація біла, ясени, клени, граби, глід, черешня, берези, модрини, калини, волоські горіхи і горобина і т. д.\n" +
            "\n" +
            "На території парку збудована церква святих Бориса і Гліба (належить ПЦУ) поряд з тимчасовою, збудованою у 1992 році, дерев'яною.",
        square: 5.8,
        age: 1960,
    },
    {
        id: 19,
        src: "https://upload.wikimedia.org/wikipedia/uk/thumb/7/70/%D0%9A%D0%BE%D1%80%D1%82%D1%83%D0%BC%D0%BE%D0%B2%D0%B0_%D0%93%D0%BE%D1%80%D0%B0-1.JPG/480px-%D0%9A%D0%BE%D1%80%D1%82%D1%83%D0%BC%D0%BE%D0%B2%D0%B0_%D0%93%D0%BE%D1%80%D0%B0-1.JPG",
        title: "Кортумова Гора",
        text: "Геологічна пам'ятка природи місцевого значення, лісопарк у Шевченківському районі Львова. Розташований у західній частині міста, на схилах однойменної гори, що є продовженням горбистого пасма Розточчя. Від найвищої точки Львова — Замкової гори — Кортумова Гора відділена долиною річки Полтви.\n" +
            "\n" +
            "У найвищій точці Кортумова Гора сягає 374 метрів над р. м. З 1984 року вона має статус геологічної пам'ятки природи. Загальна площа лісопарку «Кортумова гора» — бл. 63 га[1][2].\n" +
            "\n" +
            "Південно-західні схили гори пологі, вони спускаються до Янівського цвинтаря і вулиці Шевченка, північно-західні та північні схили стрімким уступом обриваються до вулиці Винниці та в район вулиці Варшавської, південно-східні схили довгим пологим хребтом з'єднуються з горою Страт.\n" +
            "\n" +
            "На сьогодні тереторія геологічної пам'ятки природи Кортумо́ва Гора́ страждає від самовільного захоплення з усіх боків. Зокрема, самовільно облаштована стайня з конями та інші приміщення. На території стрільбища планують будівництво багатоповерхівок. Назва гори і лісопарку походить від прізвища радника губернатора Галичини Ернста фон Кортума (1742—1811[3]), автора праці «Examen du partage de Pologne», який у своєму маєтку заклав сад, що згодом став частиною лісопарку «Кортумова Гора».\n" +
            "У 1672 році тут стояв табір гетьмана Петра Дорошенка та його союзників-турків, які облягали Львів.\n" +
            "У вересні 1939 року за Кортумову Гору точилися бої між польським військом і вермахтом. 13 вересня війська вермахту зайняли гору, звідки вели обстріл міста до 21 вересня, після чого відступили у зв'язку із пактом Молотова-Ріббентропа, за яким Львів дістався Червоній Армії.\n" +
            "Біля північно-західних схилів гори в роки Другої світової війни існував Янівський концентраційний табір.",
        square: 63,
        age: 1984,
    },
    {
        id: 20,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/%D0%92%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BB%D1%96%D1%81%D0%BE%D0%BF%D0%B0%D1%80%D0%BA_%281%29.JPG/450px-%D0%92%D0%B8%D0%BD%D0%BD%D0%B8%D0%BA%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%BB%D1%96%D1%81%D0%BE%D0%BF%D0%B0%D1%80%D0%BA_%281%29.JPG",
        title: "Винниківський лісопарк",
        text: "Лісовий масив на території, підпорядкованій Львівській міській раді.\n" +
            "\n" +
            "Площа лісопарку 2799 га. Простягається від Майорівки і Пасік (місцевості у східній частині Львові) до меж міста Винників.\n" +
            "\n" +
            "Через ліс проходить автомобільна дорога Н02 Львів — Винники — Золочів — Тернопіль, яка розділяє ліс на північну та південну частини. У ландшафтному плані Винниківський лісопарк розташований на пагорбах Львівського плато і межує на півночі з Малим Поліссям, а на півдні — з Львівським Опіллям. Основу лісу становлять насадження сосни (звичайна, гірська, чорна, веймутова), модрини японської, смереки, псевдотсуги, ясена манного та дуба червоного. У лісі є багато ярів, деякі з них простягаються на понад 1 км. З північного заходу на південний схід ліс перетинає річка Марунька.\n" +
            "\n" +
            "Винниківський лісопарк популярний серед любителів велосипедного та мотоциклетного спорту. Лісові дороги значно понищені колісною технікою (лісовозами, квадроциклами).\n" +
            "\n" +
            "У лісі розташована пам'ятка історії та природи Чотові скелі, а також заказник «Чортова Скеля», Медова печера і Винниківське озеро. Крім того, на основі лісопарку 1984 року було створено лісовий заказник «Винниківський», загальною площею 848 га. Охороняються цінні дубові насадження з мальовничими ландшафтами.\n" +
            "\n",
        square: 2799,
        age: 1850,
    },
    {
        id: 21,
        src: "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bruhowyckij_lis-3.jpg/450px-Bruhowyckij_lis-3.jpg",
        title: "Брюховицький ліс",
        text: "Лісовий масив в Україні, на території, підпорядкованій Львівській міській раді та (частково) в межах Яворівського району Львівської області. Простягається від межі міської забудови Львова (від місцевості Голоско) до східних околиць смт Брюховичі і до сіл Воля-Гомулецька та Малі Грибовичі.\n" +
            "\n" +
            "Загальна площа 3201 га.\n" +
            "\n" +
            "У ландшафтному плані Брюховицький ліс розташований на пагорбах Розточчя. Основу лісу становлять насадження сосни, бука, граба і дуба. Ґрунти переважно піщані, тому розвинуті ерозійні процеси. Через це ліс у багатьох місцях помережаний балками, деякі з яких досить великі. Наприклад, у північній частині лісу (біля села Воля-Гомулецька) є балка завдовжки понад 1 км і завглибшки понад 30 м.\n" +
            "\n" +
            "Існує проблема збереження лісу. Особливо активно нищаться лісові насадження новобудовами смт Брюховичів. Крім того, через близькість до великого міста в лісі нерідко з'являються стихійні смітники з побутовими та будівельними відходами. Тому є плани створити на основі лісу природоохоронну зону — Львівський регіональний ландшафтний парк.\n" +
            "\n" +
            "Брюховицький ліс — місце відпочинку львів'ян. Особливо він популярний серед любителів велосипедних прогулянок.",
        square: 3201,
        age: 1700,
    },
];

export default cardData
